---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.BendingDetailBendDiameterDimensionType.Diameter
enum: Autodesk.Revit.DB.Structure.BendingDetailBendDiameterDimensionType
zh: 直径、管径
source: html/28a9c40f-0885-295e-01d8-079a294c51e5.htm
---
# Autodesk.Revit.DB.Structure.BendingDetailBendDiameterDimensionType.Diameter

**中文**: 直径、管径

Diameter Dimension Type